package com.yyaammaa.rxplayground.util;

public final class Dummy {

  private Dummy() {
    // No instances.
  }

  public static String text() {
    return "　ロバート・グラスパー、ディアンジェロ、アデルなど等、現代のジャズ／ブラック・ミュージック～ポップ・シーンの最重要アーティスト達と数々の共演を果たし、音楽の新たな可能性を切り拓いて来たドラマー、クリス・デイヴ。来たる1月25日からは、クリス・デイヴ＆ドラムヘッズとして、来日公演も行う。\n" +
        "　今回はそんなクリス・デイヴの音楽の革新性を改めて検証すべく、『Jazz The New Chapter』の監修者としても知られるジャズ評論家、柳樂光隆氏に、彼のプレイ、そしてその音楽家としてのキャリアを、数々の動画と共に振り返って貰った。題して「動画で“再発見”するクリス・デイヴ」特集。来日に向けた予習にぜひご覧頂きたい。ここ数年のジャズ・シーンの隆盛に最も貢献したミュージシャンとして、クリス・デイヴをあげることに異論がある人はいるだろうか。ロバート・グラスパーの『Double Booked』『Black Radio』はヒップホップ育ちのジャズ・ミュージシャンによるマイルストーンであるだけでなく、ここでクリス・デイヴがもたらしたリズムが、多くのミュージシャンを刺激し、ジャズ・ミュージシャンたちによる様々な形のクロスオーヴァーの呼び水になったことも重要だろう。そのクリス・デイヴは自らのグループ“ドラムヘッズ”を率いて、新たなるグルーヴを模索し続けている。\n" +
        "　まずはクリス・デイヴが現在唯一リリースしているフリーダウンロードのアルバム『CHRIS DAVE AND THE DRUMHEDZ MIXTAPE』をダウンロードしてほしい。\n" +
        "　生演奏を軸にしたものでありながら、ビートメイカーが作るビート集のように、様々なビートが次々に提示される驚異的なアルバム。Jディラ的なヒップホップ、アフロ・ビート、ブラック・ロック、レゲエなど様々なタイプのリズムを次々に奏でてみせる本作はクリスのドラムの音響的かつディープで多彩なテクスチャーを存分に味わえる。まずはここから聴いてほしい。";
  }

}